{"journeys":
[
  {
    "course": "Javascript",
    "name": "Separation from the feminine",
    "id": 1,
    "step": 1,
    "stage": 1,
	"description": "The mother stands for the victim in ourselves, the unfree woman, the martyr. Our personalities seem dangerously to blur and overlap with our mothers; and, in a desperate attempt to know where mother ends and daughter begins, we perform radical surgery"
  },
  {
    "course": "Javascript",
    "name": "Identification with the masculine",
    "id": 2,
    "step": 2,
    "stage": 1,
	"description": "In spite of the successes achieved by the women’s movement, the prevailing myth in our culture is that certain people, positions, and events have more inherent value than others. These people, positions, and events are usually masculine or male defined. Male norms have become the social standard for leadership, personal autonomy, and success in this culture, and in comparison women find themselves perceived as lacking in competence, intelligence, and power. The girl observes this as she grows up and wants to identify with the glamour, prestige, authority, independence, and money controlled by men. Many high achieving women are considered daughters of the father because they seek the approval and power of that first male model. Somehow mother’s approval doesn’t matter as much; father defines the feminine, and this affects her sexuality, her ability to relate to men, and her ability to pursue success in the world. Whether a woman feels that it is alright to be ambitious, to have power, to make money, or to have a successful relationship with a man derives from her relationship with her father"
  },
  {
    "course": "Javascript",
    "name": "The Road of Trials",
    "id": 3,
    "step": 3,
    "stage": 1,
	"description": "The heroine crosses the threshold, leaves the safety of her parents’ home, and goes in search of her self. She journeys up hills and down valleys, wades in rivers and streams, crosses dry deserts and dark forests, and enters the labyrinth to find what is at the center of her self. Along the way she meets ogres who trick her into going down dead ends, adversaries who challenge her cunning and resolve, and obstacles which she must avoid, circumscribe, or overcome. She needs a lamp, a lot of thread, and all of her wits about her to make this journey."
  },
  {
    "course": "Javascript",
    "name": "The Illusory Boon of success",
    "id": 4,
    "step": 1,
    "stage": 2,
	"description": "During the road of trials a woman transcends the limits of her conditioning. It is a particularly harrowing time, an adventure fraught with fears, tears, and trauma. As a child and adolescent she is shaped to fit a role determined by expectations of parents, teachers, and friends. To move beyond them she must flee the captors of her conditioning, leave the Garden of Protection behind, and slay the dragon of her dependencies and self-doubts. It is a perilous journey. If she first chooses the academic route, she’ll have to make a decision early on about the focus of her studies. She is awarded her degree, but soon finds that a sheepskin is no guarantee for success. Everyone else out there is competing for the same position. She applies for graduate school or gets a job. She takes responsibility for herself and builds a new world around her based on her decisions and achievements."
  },
  {
    "course": "Javascript",
    "name": "Strong Women can say no",
    "id": 5,
    "step": 2,
    "stage": 2,
	"description": "A strong woman is a woman who is straining. A strong woman is a woman standing on tiptoe and lifting a barbell while trying to sing Boris Godunov. A strong woman is a woman at work cleaning out the cesspool of the ages, and while she shovels, she talks about how much she doesn’t mind crying, it opens the ducts of the eyes, and throwing up develops the stomach muscles, and she goes on shoveling with tears in her nose.."
  },
  {
    "course": "Javascript",
    "name": "The Initiation and Descent to theGoddess",
    "id": 6,
    "step": 1,
    "stage": 3,
	"description": "The descent is characterized as a journey to the underworld, the dark night of the soul, the belly of the whale, the meeting of the dark goddess, or simply as depression. It is usually precipitated by a life-changing loss. Experiencing the death of one’s child, parent, or spouse with whom one’s life and identity has been closely intertwined may mark the beginning of the journey to the underworld. Women often make their descent when a particular role, such as daughterhood, motherhood, lover, or spouse, comes to an end. A life-threatening illness or accident, the loss of self-confidence or livelihood, a geographical move, the inability to finish a degree, a confrontation with the grasp of an addiction, or a broken heart can open the space for dismemberment and descent."
  },
  {
    "course": "Javascript",
    "name": "Urgent Yerning To Reconnect withthe Feminine",
    "id": 7,
    "step": 2,
    "stage": 3,
	"description": "I dream that I have a baby. She is very small, almost like a pale worm. Lucien and I are out walking along Main Street, and all of a sudden I remember the baby. We rush home and find her outside, in a stroller on the front porch step. I take her out of the stroller and she is famished. I am about to offer her my breast when I realize I have to change her first. I say to Lucien, “You have to develop a relationship with her by talking to her.” I change her, and she looks so pitiful, so small. She can hardly cry; she just makes a small cat-like sound. She is not demanding, just sad. I am worried for her survival because I didn’t even remember that I had her. Milk comes into my left breast as she cries."
  },
  {
    "course": "Javascript",
    "name": "Healing The Mother/Daughter split",
    "id": 8,
    "step": 3,
    "stage": 3,
	"description": "The next stage of the heroine’s journey involves healing what I call the mother/daughter split, the split from one’s feminine nature. And for me this is the most difficult part of the journey to write about, because it is the most painful aspect for me. Like many women, I have discovered the powerful father within and have developed the heroic qualities that society has defined as male. I have developed those skills of discrimination, logical thinking, and follow-through that serve me well in the outer world. Several times in my life I have made the descent and have survived being scraped raw by Ereshkigal. Each time I have returned from the underworld with more of myself intact."
  },
  {
    "course": "Javascript",
    "name": "Finding the Inner Man with Heart",
    "id": 9,
    "step": 4,
    "stage": 3,
	"description": "In the legend of the Holy Grail, Parsifal searched for the Grail, the chalice use by Christ at the Last Supper and the ancient cauldron of the Great Goddess. Parsifal ventured into the Grail Castle, where he saw the Fisher King with a wound in his genitals or thigh, a wound that would not heal. The Grail itself could heal him; he needed a young innocent such as Parsifal to see that something was wrong, to have compassion, and to ask “What ails thee?” Only then would the healing qualities of the Grail become available to the king. The King is the ruling principle in our psyches and in our culture, and we are like the Fisher King in our wounding. We are also like Parsifal, a “perfect fool” in our innocence. We are blind to the fact that we are out of balance. Until an aspect of ourselves recognizes our pain, has compassion, and asks  - What ails thee? - we will not be healed."
  },
  {
    "course": "Javascript",
    "name": "Beyond Duality",
    "id": 10,
    "step": 5,
    "stage": 3,
	"description": "We live in a dualistic culture which values, creates, and sustains polarities—an either/or stratified mentality which identifies and locates ideas and people at opposite ends of a spectrum. In writing about “creation spirituality,” Matthew Fox explains in Original Blessing that the sin behind all sin is dualism: separation from self, separation from the divine, separation of me from you, separation of good from evil, separation of the sacred from nature. In dualistic thinking, we treat the other as an object outside of ourselves, some thing to better, to control, to distrust, to dominate, or to own. Dualism breeds suspicion, confusion, misperception, contempt, a lack of trust."
  }
]
}